Repository: pretix/pretix-cartshare
Catalog: pretix_cartshare/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: Count
de: Anzahl

source: Product
de: Produkt

source: Price per item (empty for default)
de: Einzelpreis (leer für Standardpreis)

source: Event
de: Veranstaltung

source: Cart ID
de: Warenkorb-ID

source: Date
de: Datum

source: Expiration date
de: Ablaufdatum

source: Total
de: Gesamtbetrag

source: Share a cart
de: Warenkorb verschicken

source: Create a shared cart
de: Verschickbaren Warenkorb erstellen

source: Cart positions
de: Produkte im Warenkorb

source: Add a product
de: Produkt hinzufügen

source: Save
de: Speichern

source: Delete shared cart
de: Warenkorb löschen

source: Are you sure you want to delete the shared cart <strong>%(cart.cart_id)s</strong>?
de: Möchtest du den Warenkorb <strong>%(cart.cart_id)s</strong> wirklich löschen?

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Shared carts
de: Warenkörbe

source: No shared carts found.
de: Keine Warenkörbe gefunden.

source: Share a new cart
de: Verschickbaren Warenkorb erstellen

source: Created
de: Erstellt

source: Expires
de: Ablaufdatum

source: Redeem a shared cart
de: Warenkorb verwenden

source: Shared cart
de: Warenkorb

source: Click on the button to buy these items now. Please note that the button can only be clicked once. If you click it, you will need to confirm the order within %(minutes)s minutes and you will not be able to use this link again.
de: Klicken auf den Knopf um dieses Produkte jetzt zu kaufen. Bitte beachte, dass dieser Knopf nur einmal betätigt werden kann. Wenn du ihn klickst, hast du %(minutes)s Minuten Zeit um die Bestellung durchzuführen und kannst den Knopf nicht noch einmal verwenden.

source: Add to my cart and buy
de: In den Warenkorb und kaufen

source: The quota {name} does not have enough capacity left to perform the operation.
de: Das Kontingent {name} hat nicht mehr genug freie Kapazität für diesen Vorgang.

source: Your input was invalid
de: Deine Eingabe war ungültig.

source: The cart has been saved. You can now share the following URL: {url}
de: Der Warenkorb wurde gespeichert. Du kannst nun die folgende URL verschicken: {url}

source: The requested shared cart does not exist.
de: Der angeforderte Warenkorb existiert nicht.

source: The selected cart has been deleted.
de: Der Warenkorb wurde gelöscht.
